[{"filename": "henkel-short.pdf", "title": "rak", "sdg_data": {"1": {"1": {"score": 0.19, "factuality": 0.9758696149629694, "tense": 0.46525630287960495, "category": "target", "keywords": [{"word": "poverty", "char": [1, 2]}], "sequences": [], "summary": "Henkel recognizes the need to conserve resources and address global poverty and social inequality, as increasing poverty jeopardizes human rights and threatens social cohesion, which are crucial to achieving sustainable development goal 1 of ending poverty in all forms.", "context": {"impact_type": "B", "pro": "The action statement highlights Henkel's commitment to protecting and regenerating resources and addressing social issues like global poverty and social inequality. This commitment could lead to positive outcomes for various stakeholders including local communities, the environment, and future generations.", "con": "The statement does not explicitly mention any transformative solutions or approaches to address these challenges. Addressing global poverty, social inequality, and environmental degradation usually requires transformative change and innovative solutions, rather than simply acknowledging the issues."}}, "2": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "3": {"score": 0.12000000000000001, "factuality": 0.4449065869946407, "tense": 0.003514149642448672, "category": "belief", "keywords": [{"word": "human", "char": [1, 2]}], "sequences": [], "summary": "Henkel recognizes the growing global poverty, social inequality, and their negative impact on human rights and coexistence, while affirming its strong pioneering spirit, commitment to future generations, and pursuing ambitious 2030 sustainability targets addressing health and well-being.", "context": {"impact_type": "B", "pro": "Henkel's commitment to sustainability and ambitious targets for 2030 demonstrate a positive step towards improving the social and environmental well-being of future generations. This action creates benefits for stakeholders and contributes to the sustainable development agenda.", "con": " Henkel's approach to sustainability, while commendable, could be classified as falling short of transformational change due to the lack of explicit plans to address the root causes of global poverty, social inequality, and human rights jeopardy. It can be argued that this action is more about reputation management and less about driving systemic change."}}, "4": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "5": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "6": {"score": 0.1, "factuality": 0.752959151951675, "tense": 0.6684572754068216, "category": "target", "keywords": [{"word": "water", "char": [1, 2]}], "sequences": [], "summary": "Global climate change and social inequality threaten sustainable water management, requiring urgent action to protect resources and human rights.", "context": {"impact_type": "C", "pro": "The action addresses critical challenges of global climate change, poverty, and social inequality, which has the potential to create transformational change for present and future generations. This action supports sustainable and modern energy for all, contributing to a more equitable and resilient future.", "con": "The main challenge with this action lies in its successful execution and follow-through, given the complex and interconnected nature of these global issues. Additionally, coordinating efforts across multiple stakeholders and regions adds to the difficulty of achieving desired outcomes."}}, "7": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "8": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "9": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "10": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "11": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "12": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "13": {"score": 0.17, "factuality": 0.6250567717071521, "tense": 0.3938907624419976, "category": "belief", "keywords": [{"word": "climate", "char": [1, 2]}], "sequences": [], "summary": "Henkel is committed to sustainability, recognizing climate change as a pressing issue, and emphasizing the importance of addressing global resources and biodiversity preservation in relation to SDG 13.", "context": {"impact_type": "C", "pro": "Henkel's commitment to sustainability and addressing global challenges such as climate change, resource conservation, and biodiversity preservation showcases an ambition to contribute to transformational change and address critical challenges. This aligns with category C.", "con": "While the input text emphasizes Henkel's commitment to sustainability and addressing global challenges, it does not provide specific actions or initiatives that Henkel has undertaken to prove they are actively contributing to solutions. Further information on concrete actions is needed to definitively classify this as category C."}}, "14": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "15": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "16": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "17": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}}, "2": {"1": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "2": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "3": {"score": 0.19, "factuality": 0.7466615891540028, "tense": 0.05181440213412891, "category": "action", "keywords": [{"word": "human", "char": [1, 2]}], "sequences": [], "summary": "The report describes a sustainability measure focusing on regenerating nature, promoting a circular economy, and achieving climate neutrality, while also prioritizing equity, education, wellbeing, and trust in the context of ensuring healthy lives and well-being for all.", "context": {"impact_type": "C", "pro": "The action demonstrates a commitment to addressing critical global challenges by prioritizing the three dimensions of ESG (Environmental, Social, and Governance) in the company's vision of sustainability. By focusing on regenerative planet, circular economy, climate neutral future, and regeneration of nature (Climate, Circularity, Nature), the company is aiming to contribute transformational change in these key areas. Additionally, by addressing equity, education, wellbeing, trusted partnerships, and product quality, the company shows dedication to solving societal challenges.", "con": "While the ambition of this action is commendable, its potential impact highly depends on the execution and commitment to their stated goals. A potential challenge might be the difficulty in measuring and reporting on progress towards these transformative goals in a transparent and objective manner."}}, "4": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "5": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "6": {"score": 0.1, "factuality": 0.6901921237902002, "tense": 0.20929763691171577, "category": "belief", "keywords": [{"word": "quality", "char": [1, 2]}], "sequences": [], "summary": "The 2023 Henkel Sustainability Report highlights partnerships as key to advancing sustainability efforts, including the achievement of sustainable water and sanitation management, as the company collaborates with various stakeholders along the value chain and in the scientific community.", "context": {"impact_type": "C", "pro": "The action of forming partnerships to implement and scale progress for sustainability demonstrates a commitment to contributing to transformational change, particularly in areas such as regenerative planet and thriving communities. This proactive approach has the potential to create systemic solutions for critical challenges within the value chain and beyond.", "con": "Simply forming partnerships for sustainability may not necessarily lead to tangible or significant impacts if they are not executed effectively. Successful partnerships require clear goals, effective communication, and ongoing evaluation to ensure progress and accountability. Additionally, while partnerships can contribute to solutions, they may still not be sufficient to fully address critical challenges and may require additional strategies and actions to create truly transformational change."}}, "7": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "8": {"score": 0.11, "factuality": 0.7637739894439175, "tense": 0.7074813492299691, "category": "status", "keywords": [{"word": "economy", "char": [1, 2]}], "sequences": [], "summary": "The 2023 Henkel Sustainability Report emphasizes partnerships' crucial role in driving sustainable growth, highlighting their collaboration with various stakeholders to promote economic growth, decent work, and shared knowledge.", "context": {"impact_type": "C", "pro": "The action of forming partnerships to implement and scale progress for sustainability shows a commitment to contributing to solutions for critical challenges, such as climate change and social inequality. By working with various stakeholders, including experts, universities, civil society, and other companies, the company is aiming to create transformational change in its value chain and beyond.", "con": "The input action does not provide specific details about the outcomes or impacts of these partnerships. Without concrete examples or measurable objectives, it is challenging to fully assess the transformative potential of these collaborations. However, the intention and approach described align with Category C, and further information is needed to evaluate the effectiveness of the partnerships in contributing to solutions."}}, "9": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "10": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "11": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "12": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "13": {"score": 0.29000000000000004, "factuality": 0.37625243498308747, "tense": 0.6004002891867232, "category": "status", "keywords": [{"word": "climate", "char": [1, 2]}, {"word": "framework", "char": [1, 2]}], "sequences": [], "summary": "The 2022 publication of the 2030 Sustainability Ambition Framework emphasizes corporate responsibility for global priorities, particularly in relation to the urgent fight against climate change as outlined in Sustainable Development Goal 13.", "context": {"impact_type": "C", "pro": "The action of publishing a 2030 Sustainability Ambition Framework and aiming for Transformational Impact aligns with contributing to solutions for critical challenges such as climate change and biodiversity loss.", "con": "The text does not provide specific examples or details about the actions or initiatives that will be taken to achieve this transformational impact, making it difficult to evaluate the full potential for positive change."}}, "14": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "15": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}, "16": {"score": 0.14, "factuality": 0.6454878599174628, "tense": 0.8526800756239977, "category": "belief", "keywords": [{"word": "society", "char": [1, 2]}], "sequences": [], "summary": "The 2023 Henkel Sustainability Report highlights partnerships as crucial for scaling sustainability progress, with a focus on collaborating with various stakeholders to promote peaceful and inclusive societies, emphasizing access to justice and effective institutions.", "context": {"impact_type": "C", "pro": "The action of forming partnerships to implement and scale sustainability initiatives can contribute to transformational change in addressing critical environmental and social challenges. By working together with various stakeholders, including experts, universities, civil society, and other companies, the company can drive systemic solutions forward and potentially create a significant positive impact.", "con": "The description of the action does not provide specific details about the nature of the partnerships or the sustainability initiatives. Therefore, it is difficult to assess the full extent of the impact. Additionally, the potential for unintended negative consequences, such as greenwashing or exploitation of partnerships for corporate gain, must be considered."}}, "17": {"score": 0.0, "factuality": 0, "tense": 0, "category": null, "keywords": [], "sequences": []}}}, "analysis_data": {"keyword_counts": {"1": 0, "2": 0, "3": 3, "4": 0, "5": 0, "6": 2, "7": 5, "8": 0, "9": 0, "10": 0, "11": 6, "12": 0, "13": 26, "14": 0, "15": 0, "16": 2, "17": 0}, "category_claims": {"emissions": "default emissions", "resources": "default resources", "energy": "default energy", "waste": "default waste", "employees": "default employees", "audit": "default audit"}, "relevant_paragraphs": {"1": "2019 20 Sustainability Report Company registration CVR No.", "2": "2019 20 Sustainability Report Company registration CVR No.", "3": "Our main contributions are on Good Health and Well Being Responsible consumption and production and Climate Action SDGs 3 12 and 13 .", "4": "Plastics are the only relevant materials to use in our products due to product performance as well as hygiene and quality standards.", "5": "2019 20 Sustainability Report Company registration CVR No.", "6": "Our main contributions are on Good Health and Well Being Responsible consumption and production and Climate Action SDGs 3 12 and 13 .", "7": "Danish Financial Statements Act sections 99 a and b Making life easier Stina Ostomy device user 2 Meeting our 2020 targets Coloplast has reached its 2020 targets to increase share of renewable energy recycle more of our waste and increase the diversity in our management.", "8": "We work to make life easier for people with intimate healthcare needs.", "9": "As formulated by the TCFD the industry which Coloplast is in is not considered to have high exposure to climate change risks.", "10": "2019 20 Sustainability Report Company registration CVR No.", "11": "Our products will continue to be made of plastics but we will identify and support the development of new sustainable technologies.", "12": "Our main contributions are on Good Health and Well Being Responsible consumption and production and Climate Action SDGs 3 12 and 13 .", "13": "Our main contributions are on Good Health and Well Being Responsible consumption and production and Climate Action SDGs 3 12 and 13 .", "14": "We work to make life easier for people with intimate healthcare needs.", "15": "We work to make life easier for people with intimate healthcare needs.", "16": "Our main contributions are on Good Health and Well Being Responsible consumption and production and Climate Action SDGs 3 12 and 13 .", "17": "We embrace that challenge and therefore we are setting a new ambition for sustainability to support the UN Sustainable Development Goals and the Paris Agreement s goal to limit global temperature increase to 1.5 degrees."}}}]